Repository: Mina-Noshy/InstallmentSystemMobile
Catalog: MyApp/MyApp/MyApp/Resources/Languages/AppResource.*.resx
Languages: ar

source: Account
ar: الحساب

source: Add
ar: اضافه

source: Add bill
ar: اضافه فاتوره

source: Add client
ar: اضافه عميل

source: Added successfully
ar: تم الاضافه بنجاح

source: Add Image
ar: اضافه صوره

source: Add Market
ar: اضافه سوق

source: Add Offer
ar: اضافه عرض

source: Add Price
ar: اضافه سعر

source: Address
ar: العنوان

source: Address Details
ar: العنوان بالتفصيل

source: Address so short
ar: العنوان قصير جدا

source: Add Shop
ar: اضافه محل

# allInDay
source: All installments at day
ar: كل الاقساط فى يوم

# allReceivedToday
source: All received installments today
ar: كل الاقساط المستلمه اليوم

# allToday
source: All today installments
ar: كل اقساط اليوم

# allUnReceived
source: All unreceived installments
ar: كل الاقساط غير المستلمه

# allUnReceivedToday
source: All unreceived installments today
ar: كل الاقساط غير المستلمه اليوم

source: Amount paid
ar: المبلغ المدفوع

source: Amount value
ar: قيمه المبلغ

# appDescription
source: Sell your products from your place
ar: بيع انتاجك وانت ف مكانك

# appName
source: Mina Top
ar: مينا توب

source: Average price
ar: متوسط السعر

source: Back
ar: رجوع

source: Bill
ar: الفاتوره

source: Bill date
ar: تاريخ الفاتوره

source: Bill details
ar: بيانات الفاتوره

source: Bill installments
ar: اقساط الفاتوره

source: Bills
ar: الفواتير

source: Cancel
ar: الغاء

source: Cancel receive
ar: الغاء الاستلام

# categoty
source: Category
ar: الصنف

source: Change password
ar: تغيير كلمه المرور

source: City
ar: المدينه

source: Client
ar: العميل

source: Client bills
ar: فواتير العميل

source: Client details
ar: بيانات العميل

source: Client name
ar: اسم العميل

source: Clients
ar: العملاء

source: Comment
ar: تعليق

source: Comment so short
ar: التعليق قصير جدا

source: Completed Successfully
ar: تم الاكمال بنجاح

source: Complete registration
ar: اكمال التسجيل

source: Confirm Password
ar: تاكيد كلمه المرور

source: Country
ar: الدوله

source: Create
ar: انشاء

source: Created successfully
ar: تم الانشاء بنجاح

source: Current password
ar: كلمه المرور الحاليه

source: Daily
ar: يومى

source: Days of delay
ar: ايام التأخير

source: Delay fine
ar: غرامه التأخير

source: Delay fine type
ar: نوع غرامه التأخير

source: Delete
ar: حذف

source: Delete bill
ar: حذف الفاتوره

source: Delete Client
ar: حذف العميل

source: Deleted successfully
ar: تم الحذف بنجاح

source: Delete Offer
ar: حذف العرض

source: Description
ar: الوصف

source: Description so short
ar: الوصف قصير جدا

source: Details
ar: التفاصيل

source: Due date
ar: تاريخ الاستحقاق

source: Edit
ar: تعديل

source: Edit bill
ar: تعديل بيانات الفاتوره

source: Edit client
ar: تعديل بيانات العميل

source: Email
ar: البريد الالكترونى

# emailOrPhoneUsed
source: Email or phone is already used
ar: البريد الالكتروني او رقم الهاتف مستخدم مسبقا

source: Empty
ar: فارغ

source: Fax
ar: فاكس

source: Filter
ar: فلتر

source: First Name
ar: الاسم الاول

source: For Sell
ar: للبيع

source: Full Name
ar: الاسم بالكامل

# fullNameRequired
source: Full name is required
ar: يجب ادخال الاسم

source: Get Started
ar: بدا الاستخدام

source: Hello
ar: مرحبا

source: Help
ar: مساعده

source: Hi
ar: اهلا

# hint1
source: From now you can market your product yourself
ar: من دلوقتى هتسوق محصولك بنفسك

# hint2
source: Wherever you are, at any time, there are always those looking for your production
ar: فى اى مكان و فى اى وقت دايما هتلاقى حد محتاج محصولك

# hint3
source: It helps you sell your products as quickly as possible at an affordable price without middlemen
ar: بيساعدك تبيع انتاجك فى اسرع وقت وبسعر مناسب بدون وسطاء

source: Home
ar: الرئيسه

source: Installment
ar: القسط

source: Installment count
ar: عدد الاقساط

source: Installment details
ar: بيانات القسط

source: Installments
ar: الاقساط

source: Installment type
ar: نوع القسط

source: Last Name
ar: الاسم الاخير

source: Login
ar: تسجيل الدخول

source: market added successfully
ar: تم اضافه السوق بنجاح

source: Market Details
ar: تفاصيل السوق

source: Market Name
ar: اسم السوق

source: Market name so short
ar: اسم السوق قصير جدا

source: Markets
ar: الاسواق

source: Market Shops
ar: محلات السوق

source: Mobile
ar: الهاتف

# mobileOrEmail
source: mobile / email
ar: الهاتف \ البريد الالكتروني

source: Mobile or email required
ar: يجب ادخال رقم الهاتف او البريد الالكترونى

source: Monthly
ar: شهرى

source: My Offers
ar: عروضي

source: Name
ar: الاسم

source: Name so short
ar: الاسم قصير جدا

source: New password
ar: كلمه المرور الجديده

source: No
ar: لا

source: Not accepted
ar: غير مقبول

source: Not correct
ar: غير صحيح

source: offer added successfully
ar: تم اضافه العرض بنجاح

source: Offer Details
ar: تفاصيل العرض

source: Offer Type
ar: نوع العرض

source: OK
ar: موافق

source: Original amount
ar: المبلغ الاصلى

source: Owner Name
ar: اسم المالك

source: Owner name so short
ar: اسم المالك قصير جدا

# passNotMatched
source: Password not matched
ar: كلمتا المرور غير متطابقه

# passRequired
source: Password required
ar: يجب ادخال كلمه المرور

source: Password
ar: كلمه المرور

source: Percentage
ar: النسبه

# personalInfo
source: Personal Information
ar: البيانات الشخصيه

source: Phone
ar: الهاتف

source: Phone so short
ar: رقم الهاتف قصير جدا

# pleaseCallToActivateAccount
source: Please call 01111257052 to activate your account
ar: الرجاء الاتصال بالرقم 01111257052 حتي يتم تفعيل الحساب

source: Please complete registration
ar: الرجاء اكمال التسجيل

# pleaseLoginOrRefisterToContinue
source: Please login or register to continue
ar: الرجاء تسجيل الدخول او التسجيل للاستمرار

# pleaseOpenNetConn
source: Please make sure the internet connection is open
ar: الرجاء التاكد من فتح الاتصال بالانترنت

source: Please re login
ar: الرجاء تسجيل الدخول من جديد

source: Please select category
ar: الرجاء اختيار الصنف

source: Please select city
ar: الرجاء اختيار المدينه

source: Please select country
ar: الرجاء اختيار الدوله

source: Please select product
ar: الرجاء اختيار المنتج

source: Please select quantity type
ar: الرجاء اختيار نوع الكميه

source: Please select user type
ar: الرجاء اختيار نوع المستخدم

source: Please try again
ar: الرجاء المحاوله مره اخرى

source: Please Wait ...
ar: الرجاء الانتظار ...

source: Please write good comment
ar: الرجاء كتابه تعليق مفيد

source: Please write good description
ar: الرجاء كتابه وصف مفيد

source: Price
ar: السعر

source: Price added successfully
ar: تم اضافه السعر بنجاح

source: Price Required
ar: يجب ادخال السعر

source: Prices
ar: الاسعار

source: Product
ar: المنتج

source: Quantity
ar: الكميه

source: Quantity required
ar: يجب ادخال الكميه

source: Quantity Type
ar: نوع الكميه

source: Receive
ar: استلام

source: Received
ar: تم الاستلام

source: Received date
ar: تاريخ الاستلام

source: Register
ar: انشاء جديد

source: Required
ar: يجب ادخاله

source: Rest amount
ar: المبلغ المتبقى

source: Save
ar: حفظ

source: Search
ar: بحث

source: Shop
ar: المحل

source: shop added successfully
ar: تم اضافه المحل بنجاح

source: Shop Details
ar: تفاصيل المحل

source: Shop Name
ar: اسم المحل

source: Shop name so short
ar: اسم المحل قصير جدا

source: Something Wrong
ar: حدث خطا ما

source: So short
ar: قصير جدا

# sureToDelete
source: Are you sure to delete this item?
ar: هل انت متاكد من حذف هذا العنصر ؟

# sureToEdit
source: Are you sure to edit this item?
ar: هل انت متاكد من تعديل هذا العنصر ؟

# sureToUpdate
source: Are you sure to update this item?
ar: هل انت متاكد من تحديث هذا العنصر ؟

source: Temporary Entry
ar: دخول مؤقت

source: To Buy
ar: للشراء

source: Total amount
ar: اجمالى مبلغ التقسيط

source: Total delay fine
ar: اجمالى غرامه التأخير

source: Try again
ar: حاول مره اخرى

source: Update
ar: تحديث

source: Updated successfully
ar: تم التحديث بنجاح

source: Username
ar: اسم المستخدم

# userOrPassIncorrect
source: Username or password incorrect
ar: اسم المستخدم او كلمه المرور غير صحيحه

source: User Type
ar: نوع المستخدم

source: View Shops
ar: عرض المحلات

source: Welcome
ar: مرحبا

source: Welcome to you
ar: مرحبا بك

# writeComment
source: Write a Comment
ar: اكتب تعليق

source: write here to search
ar: اكتب هنا للبحث

source: Yearly
ar: سنوى

source: Yes
ar: نعم
